---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagTag
source: html/3f69a061-eb08-85fb-7652-de4477dd43f5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagTag Property

"Label"

## Syntax (C#)
```csharp
public static ForgeTypeId TagTag { get; }
```